Revit 2027 API
PDFExportOptions.HideUnreferencedViewTags Property
 Whether to hide unreferenced view tags.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool HideUnreferencedViewTags { get; set; }
Public Property HideUnreferencedViewTags As Boolean
	Get
	Set
public:
property bool HideUnreferencedViewTags {
	bool get ();
	void set (bool value);
}
member HideUnreferencedViewTags : bool with get, set
Property Value
Boolean
See Also
Reference
PDFExportOptions Class
Autodesk.Revit.DB Namespace